# first.py 파이썬 첫 실습 이전까진 깃허브 사용법 익힘
''' 여러줄 
주석
'''
'''
print('hello "world" ')
print("hello"  +  "world")
print("hello "*10)

print(type("hello"))
print(type(22.33))
print(type(22))
print(2**3)
'''
'''
print(1,2,-5,3.14,2.71828)
print('5000원',23000//5000,'개')
print('23000원은','5000원 ?개','1000원 ?개')
print('1000원',(23000%5000)//1000,'개')
'''
'''
print(eval('1+62-3*52'))
print(1+62-3*52)
print(16555353535/54548+16555353535%54548)
print(16555353535%54548)
'''

print('78000원 어떻게 계산할까')

a=78000//50000
a1=78000%50000

b=a1//10000
b1=a1%10000

c=b1//5000
c1=b1%5000

d=c1//1000


print('5만원권:',a ,'개')
print('1만원권:',b ,'개')
print('5천원권:',c ,'개')
print('1천원권:',d ,'개')

print('거스름돈')
'''ff'''